var items_description = {
    "f1": {
        "title": "Бессмертный гандзи",
        "searchable": true,
        "items_here": [
			"Бессмертный гандзи",
            "Меч Чиан Ши",
            "Тати Чиан Ши",
            "Жезл Чиан ши",
            "Кодати Чиан Ши",
            "Секира Чиан Ши",
            "Амулет Чиан Ши",
            "Кастеты Чиан Ши",
            "Скрижали Чиан Ши"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие Чиан Ши"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали Чиан Ши"
                //"full_list":""
        }]
    },
    "f2": {
        "title": "Пещера злых духов",
        "searchable": true,
        "items_here": [
			"Пещера злых духов",
            "Диковинный меч",
            "Диковинный тати",
            "Диковинный жезл",
            "Диковинный кодати",
            "Диковинная секира",
            "Диковинный амулет",
            "Диковинные кастеты"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Диковинное оружие"
                //"full_list":""
        }]
    },
    "f3": {
        "title": "Озерное хранилище",
        "searchable": true,
        "items_here": [
			"Озерное хранилище",
            "Скрижали королевского скорпиона"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "plain",
            "name": "Скрижали королевского скорпиона"
                //"full_list":""
        }]
    },
    "f4": {
        "title": "Изумрудная деревня",
        "searchable": true,
        "items_here": [
			"Изумрудная деревня",
            "Меч Пути Хона",
            "Тати Пути Хона",
            "Жезл Пути Хона",
            "Кодати Пути Хона",
            "Секира Пути Хона",
            "Амулет Пути Хона",
            "Кастеты Пути Хона",
            "Диковинный меч (герой)",
            "Диковинный тати (герой)",
            "Диковинный жезл (герой)",
            "Диковинный кодати (герой)",
            "Диковинный секира (герой)",
            "Диковинный амулет (герой)",
            "Диковинные кастеты (герой)",
            "Скрижаль героя Диковинного леса",
            "Системное кольцо"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "plain",
            "name": "Скрижаль героя Диковинного леса"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие Пути Хона"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Диковинное оружие (герой)"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Системное кольцо"
                //"full_list":""
        }]
    },
    "f5": {
        "title": "Базы черных драконов",
        "searchable": true,
        "items_here": [
			"Базы черных драконов",
            "Кольцо Иньлун",
            "Скрижали Иньлун"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "ring",
            "name": "Кольцо Иньлун"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали Иньлун"
                //"full_list":""
        }]
    },
    "f6": {
        "title": "Хи Биго",
        "searchable": true,
        "items_here": [
			"Хи Биго",
            "Ожерелье Хи Биго"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "necklace",
            "name": "Ожерелье Хи Биго"
                //"full_list":""
        }]
    },
    "f7": {
        "title": "Грот",
        "searchable": true,
        "items_here": [
			"Грот",
            "Ожерелье Аска"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "necklace",
            "name": "Ожерелье Аска"
                //"full_list":""
        }]
    },
    "f8": {
        "title": "База банды «Абордаж»",
        "searchable": true,
        "items_here": [
			"База банды «Абордаж»",
            "Меч отродья",
            "Тати отродья",
            "Жезл отродья",
            "Кодати отродья",
            "Секира отродья",
            "Амулет отродья",
            "Кастеты отродья",
            "Скрижали отродья",
            "Ожерелье отродья",
            "Ожерелье пространства",
            "Ожерелье разрушения",
            "Ожерелье глубокого сна",
            "Ожерелье трансформации",
            "Ожерелье иллюзии",
            "Ожерелье воспоминаний",
            "Ожерелье диковинных даров",
            "Серьга отродья",
            "Серьга диковинных даров",
            "Кольцо диковинных даров",
            "Зуб повелителя отродий"
        ],
        "pic_url": "http://i.imgur.com/5UPRFOs.jpg",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие отродья"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали отродья"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье отродья"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье отродья (классовое)"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье диковинных даров"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга отродья"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга диковинных даров"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо диковинных даров"
                //"full_list":""
        }, {
            "type": "resourse",
            "name": "Зуб повелителя отродий"
                //"full_list":""
        }]
    },
    /****************************************************************************************/
    "d1": {
        "title": "Пещера тьмы",
        "searchable": true,
        "items_here": [
			"Пещера тьмы",
            "Кодати тьмы",
			"Секира тьмы",
			"Кастеты тьмы",
			"Меч тьмы",
			"Тати тьмы",
			"Амулет тьмы",
			"Жезл тьмы",
            "Кольцо Пещеры тьмы"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие тьмы"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Пещеры тьмы"
                //"full_list":""
        }]
    },
    "d2": {
        "title": "Руины Великих скал",
        "searchable": true,
        "items_here": [
			"Руины Великих скал",
            "Кодати великих скал",
			"Секира Великих скал",
			"Кастеты Великих скал",
			"Меч Великих скал",
			"Тати Великих скал",
			"Амулет Великих скал",
			"Жезл Великих скал",
			"Серьга Великих скал",
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
                "type": "weapon",
                "name": "Оружие Великих скал"
                    //"full_list":""
            }, {
            "type": "earring",
			"name": "Серьга Великих скал"
                //"full_list":""
			}
        ]
    },
    "d3": {
        "title": "Золотой великан",
        "searchable": true,
        "items_here": [
			"Золотой великан",
            "Золотой кодати",
			"Золотая секира",
			"Золотые кастеты",
			"Золотой тати",
			"Золотрй амулет",
			"Золотой жезл",
			"Золотой меч",
            "Скрижаль золотого великана",
			"Письмо на кости"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Золотое оружие"
                //"full_list":""
        }, 	{
            "type": "plain",
            "name": "Скрижаль золотого великана"
                //"full_list":""
        }, 	{
            "type": "resource",
            "name": "Письмо на кости"
                //"full_list":""
			}
		]
    },
    "d4": {
        "title": "Древняя гробница",
        "searchable": true,
        "items_here": [
			"Древняя гробница",
            "Кодати Пламени",
			"Секира Пламени",
			"Кастеты Пламени",
			"Меч Пламени",
			"Тати Пламени",
			"Жезл Пламени",
			"Амулет Пламени",
			"Скрижали жертвы",
			"Ожерелье Пламени",
			"Серьга Пламени",
			"Кольцо Пламени",
			"Ожерелье фейерверка (ФМ)",
			"Ожерелье ненависти (КФМ)",
			"Ожерелье самоотверженности (БМ)",
			"Ожерелье искушения (Дестроер)",
			"Ожерелье волны жара (Син)",
			"Ожерелье классовое (Саммонер)", //????????????????????????????????????????????
			"Ожерелье даров пустыни",
			"Серьга даров пустыни",
			"Кольцо даров пустыни",
			"Рог Великого Плмени"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие Пламени"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали жертвы"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье Пламени"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье Пламени (классовое)"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье даров пустыни"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга Пламени"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга даров пустыни"
                //"full_list":""
        },{
            "type": "ring",
            "name": "Кольцо Пламени"
                //"full_list":""
        },	{
            "type": "ring",
            "name": "Кольцо даров пустыни"
                //"full_list":""
        }, {
            "type": "resourse",
            "name": "Рог Великого Пламени"
                //"full_list":""
        }]
    },
    "d5": {
        "title": "Скорпион «Секрет»",
        "searchable": true,
        "items_here": [
			"Скорпион «Секрет»",
            "Кодати скорпиона",
			"Секира скорпиона",
			"Кастеты скорпиона",
			"Меч скорпиона",
			"Тати скорпиона",
			"Жезл скорпиона",
			"Амулет скорпиона",
			"Скрижали скорпиона"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие скорпиона"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижаль скорпиона"
                //"full_list":""
        }]
    },
	"d6": {
        "title": "Храм слез",
        "searchable": true,
        "items_here": [
			"Храм слез",
            "Кодати хладнокровия",
			"Секира хладнокровия",
			"Кастеты хладнокровия",
			"Меч хладнокровия",
			"Тати хладнокровия",
			"Жезл хладнокровия",
			"Амулет хладнокровия",
			"Скрижали старого вождя",
			"Серьга хладнокровия",
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие хладнокровия"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижаль старого вождя"
                //"full_list":""
        },{
            "type": "earring",
            "name": "Серьга хладнокровия"
                //"full_list":""
        }
		]
    },
	"d7": {
        "title": "Гнездо небесной птицы",
        "searchable": true,
        "items_here": [
			"Гнездо небесной птицы",
			"Скрижали Василиска",
			"Кольцо Василиска",
			"Ожерелье Василиска"
        ],
        "pic_url": "",
        "add_text": "",
		"pin_items": [{
            "type": "plain",
            "name": "Скрижаль Василиска"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Василиска"
                //"full_list":""
        },{
            "type": "necklace",
            "name": "Ожерелье Василиска"
                //"full_list":""
        }]
    },
	"d8": {
        "title": "Я Гольта",
        "searchable": true,
        "items_here": [
			"Я Гольта",
			"Кольцо Я Гольта"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "ring",
            "name": "Кольцо Я Гольта"
                //"full_list":""
        }]
    },
	"d9": {
        "title": "<span style='font-size: 10px;'>Черная священная птица с крыльями грома</span>",
        "searchable": true,
        "items_here": [
			"Черная священная птица с крыльями грома",
			"Серьга черной священной птицы"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "earring",
            "name": "Серьга черной священной птицы"
                //"full_list":""
        }]
    },
	"d10": {
        "title": "Алтарь посвящения",
        "searchable": true,
        "items_here": [
			"Алтарь посвящения",
			"Кольцо У Кахе",
			"Скрижаль посвященного"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "ring",
            "name": "Кольцо У Кахе"
                //"full_list":""
        },{
            "type": "plain",
            "name": "Скрижаль посвященного"
                //"full_list":""
        }
		]
    },
	"d11": {
        "title": "Предводитель Хакан",
        "searchable": true,
        "items_here": [
			"Предводитель Хакан",
			"Ожерелье Хакана"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "necklace",
            "name": "Ожерелье Хакана"
                //"full_list":""
        }]
    },
	"d12": {
        "title": "Пещера Весельчаков",
        "searchable": true,
        "items_here": [
			"Боевая арена Весельчаков",
			"Ожерелье весельчаков"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "necklace",
            "name": "Ожерелье весельчаков"
                //"full_list":""
        }]
    },
	"d13": {
        "title": "Пещера Пунгап",
        "searchable": true,
        "items_here": [
			"Пещера Пунгап",
			"Серьга предводителя",
			"Скрижаль предводителя",
			"Кодати Пок Гонпе",
			"Секира Пок Гонпе",
			"Кастеты Пок Гонпе",
			"Жезл Пок Гонпе",
			"Меч Пок Гонпе",
			"Тати Пок Гонпе",
			"Амулет Пок Гонпе"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "earring",
            "name": "Серьга предводителя"
                //"full_list":""
        }]
    },
    /****************************************************************************************/
    "p1": {
        "title": "Черный демон",
        "searchable": true,
        "items_here": [
			"Черный демон",
            "Меч Темных волн",
            "Тати Темных волн",
            "Кодати Темных волн",
            "Секира Темных волн",
            "Кастеты Темных волн",
            "Жезл Темных волн",
            "Амулет Темных волн",
            "Скрижали демона"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие Темных волн"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали демона"
                //"full_list":""
        }]
    },
    "p2": {
        "title": "Логово племени волка",
        "searchable": true,
        "items_here": [
			"Логово племени волка",
            "Меч Волка",
            "Тати Волка",
            "Кодати Волка",
            "Секира Волка",
            "Кастеты Волка",
            "Жезл Волка",
            "Амулет Волка",
            "Скрижали Стальной скалы"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие зоркости"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали Стальной скалы"
                //"full_list":""
        }]
    },
    "p3": {
        "title": "Логово хищника",
        "searchable": true,
		"items_here": [
			"Логово хищника"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
		    "type": "info",
            "name": "Здесь фармят сундук в конце данжа. Падают Амулеты отмены равнины, Драгоценные пятиугольные камни, Ремонтные молотки и т.д."	
		}]
    },
    "p4": {
        "title": "<span style='font-size: 14px;'>Бурый медведь-людоед Пуху</span>",
        "searchable": true,
        "items_here": [
			"Бурый медведь-людоед Пуху",
            "Кольцо бурого медведя"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "ring",
            "name": "Кольцо бурого медведя"
                //"full_list":""
        }]
    },
    "p5": {
        "title": "Пивоварня братства кувшина",
        "searchable": true,
        "items_here": [
			"Пивоварня братства кувшина",
            "Кольцо Хибина"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "ring",
            "name": "Кольцо Хибина"
                //"full_list":""
        }]
    },
    "p6": {
        "title": "Небесное святилище",
        "searchable": true,
        "items_here": [
			"Небесное святилище",
            "Скрижали Великого мудреца"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "plain",
            "name": "Скрижали Великого мудреца"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие вознесения"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга вознесения"
                //"full_list":""
        }, ]
    },
    "p7": {
        "title": "Лагерь Небесного патруля",
        "searchable": true,
        "items_here": [
			"Лагерь Небесного патруля",
            "Меч героя пустыни",
            "Тати героя пустыни",
            "Жезл героя пустыни",
            "Амулет героя пустыни",
            "Секира героя пустыни",
            "Кодати героя пустыни",
            "Кастеты героя пустыни",
            "Скрижали героя Равнины изобилия",
            "Скрижали легендарного героя Равнины изобилия",
            "Серьга героя равнины",
            "Кольцо героя равнины"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие героя пустыни"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали героя Равнины изобилия"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали легендарного героя Равнины изобилия"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо героя равнины"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга героя равнины"
                //"full_list":""
        }, ]
    },
    "p8": {
        "title": "Логово клыкастых вепрей",
        "searchable": true,
        "items_here": [
			"Логово клыкастых вепрей",
            "Меч борова",
            "Тати борова",
            "Жезл борова",
            "Амулет борова",
            "Секира борова",
            "Кодати борова",
            "Кастеты борова",
            "Скрижали Хон Дана",
            "Кольцо Хон Дана"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие борова"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали Хон Дана"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Хон Дана"
                //"full_list":""
        }]
    },
    "p9": {
        "title": "Пещера каменных големов",
        "searchable": true,
        "items_here": [
			"Пещера каменных големов",
            "Серьга каменного голема",
            "Скрижали Короля каменных големов"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "earring",
            "name": "Серьга каменного голема"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали Короля каменных големов"
                //"full_list":""
        }]
    },
    "p10": {
        "title": "Морской дракон Ходон",
        "searchable": true,
        "items_here": [
			"Морской дракон Ходон",
            "Серьга Ходона"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "earring",
            "name": "Серьга Ходона"
                //"full_list":""
        }]
    },
    /*"p11": {
        "title": "Лагерь имперского патруля",
        "searchable": false,
        "pic_url": "",
        "add_text": "",
		"pin_items": []
    },
	*/
    "p12": {
        "title": "<span style='font-size: 14px;'>База снабжения «Морской Змей»</span>",
        "searchable": true,
        "items_here": [
			"База снабжения «Морской Змей»",
            "Меч колдуньи",
            "Тати колдуньи",
            "Жезл колдуньи",
            "Амулет колдуньи",
            "Секира колдуньи",
            "Кодати колдуньи",
            "Кастеты колдуньи",
            "Ожерелье колдуньи",
            "Серьга колдуньи",
            "Кольцо колдуниьи",
            "Пояс даров равнины",
            "Браслет колдуньи",
            "Духи По Хваран",
            "Скрижали каракатицы"
        ],
        "pic_url": "",
        "add_text": "По Хваран",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие колдуньи"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье колдуньи"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга колдуньи"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо колдуньи"
                //"full_list":""
        }, {
            "type": "belt",
            "name": "Пояс даров равнины"
                //"full_list":""
        }, {
            "type": "bracelet",
            "name": "Браслет колдуньи"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали каракатицы"
                //"full_list":""
        }, {
            "type": "resourse",
            "name": "Духи По Хваран"
                //"full_list":""
        }]
    },
    "p13": {
        "title": "Бухта штормов",
        "searchable": true,
        "items_here": [
			"Бухта штормов",
            "Меч немого завоевателя",
            "Тати немого завоевателя",
            "Жезл немого завоевателя",
            "Амулет немого завоевателя",
            "Секира немого завоевателя",
            "Кодати немого завоевателя",
            "Кастеты немого завоевателя",
            "Меч смертоносной акулы",
            "Тати смертоносной акулы",
            "Жезл смертоносной акулы",
            "Амулет смертоносной акулы",
            "Секира смертоносной акулы",
            "Кодати смертоносной акулы",
            "Кастеты смертоносной акулы",
            "Меч Ледорога",
            "Тати Ледорога",
            "Жезл Ледорога",
            "Амулет Ледорога",
            "Секира Ледорога",
            "Кодати Ледорога",
            "Кастеты Ледорога",
            "Меч Молота",
            "Тати Молота",
            "Жезл Молота",
            "Амулет Молота",
            "Секира Молота",
            "Кодати Молота",
            "Кастеты Молота",
            "Кровожадный меч отродья",
            "Кровожадный тати отродья",
            "Кровожадный жезл отродья",
            "Кровожадный амулет отродья",
            "Кровожадная секира отродья",
            "Кровожадный кодати отродья",
            "Кровожадные кастеты отродья",
            "Серьга колдуньи",
            "Ожерелье колдуньи",
            "Кольцо колдуньи",
            "Браслет колдуньи",
            "Скрижали Каракатицы"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие немого завоевателя"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие смертоносной акулы"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие Ледорога"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие Молота"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Кровожадное оружие отродья"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье колдуньи"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга колдуньи"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо колдуньи"
                //"full_list":""
        }, {
            "type": "bracelet",
            "name": "Браслет колдуньи"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали каракатицы"
                //"full_list":""
        }]
    },
    "p14": {
        "title": "Башня Бога Войны",
        "searchable": true,
        "items_here": [
			"Башня Бога Войны",
            "Кольцо вечной славы",
            "Серьга вечной славы",
            "Ожерелье бесконечной Башни",
            "Серьга бесконечной Башни",
            "Кольцо бесконечной Башни",
            "Скрижали бесконечной Башни",
            "Меч воина",
            "Тати воина",
            "Жезл воина",
            "Кодати воина",
            "Секира воина",
            "Кастеты воина",
            "Амулет воина",
            "Ожерелье Бога войны",
            "Кольцо Бога Войны",
            "Серьга Бога Войны",
            "Скрижали Бога Войны",
            "Меч Гнева",
            "Тати Гнева",
            "Жезл Гнева",
            "Кодати Гнева",
            "Секира Гнева",
            "Кастеты Гнева",
            "Амулет Гнева",
            "Браслет Гнева"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие Воина"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие Гнева"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали бесконечной Башни"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали Бога Войны"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо вечной славы"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо бесконечной Башни"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Бога Войны"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье бесконечной Башни"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье Бога Войны"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга вечной славы"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга бесконечной Башни"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга Бога Войны"
                //"full_list":""
        }, {
            "type": "bracelet",
            "name": "Браслет Гнева"
                //"full_list":""
        }, ]
    },
    "p15": {
        "title": "Холодное хранилище",
        "searchable": true,
        "items_here": [
			"Холодное хранилище",
            "Кольцо льда"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "ring",
            "name": "Кольцо льда"
                //"full_list":""
        }]
    },
    "p16": {
        "title": "Бухта кровавой акулы",
        "searchable": true,
        "items_here": [
			"Бухта кровавой акулы",
            "Меч Пирата",
            "Тати Пирата",
            "Жезл Пирата",
            "Кодати Пирата",
            "Секира Пирата",
            "Кастеты Пирата",
            "Амулет Пирата",
            "Кольцо Пирата",
            "Ожерелье Пирата",
            "Серьга Пирата",
            "Пояс Пирата",
            "Пояс даров равнины",
            "Скрижали акулы"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие Пирата"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Пирата"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье Пирата"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга Пирата"
                //"full_list":""
        }, {
            "type": "belt",
            "name": "Пояс Пирата"
                //"full_list":""
        }, {
            "type": "belt",
            "name": "Пояс даров равнины"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали акулы"
                //"full_list":""
        }, ]
    },
    "p17": {
        "title": "Логово капп",
        "searchable": true,
        "items_here": [
			"Логово капп",
            "Ожерелье азарта",
            "Скрижали азарта"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "necklace",
            "name": "Ожерелье азарта"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали азарта"
                //"full_list":""
        }]
    },
    "p18": {
        "title": "Дворец болотного народца",
        "searchable": true,
        "items_here": [
			"Дворец болотного народца",
            "Меч генерала",
            "Тати генерала",
            "Жезл генерала",
            "Кодати генерала",
            "Секира генерала",
            "Кастеты генерала",
            "Амулет генерала",
            "Скрижали императора"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие генерала"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали императора"
                //"full_list":""
        }]
    },
    "p19": {
        "title": "Король Немых завоевателей",
        "searchable": true,
        "items_here": [
			"Король Немых завоевателей",
            "Меч Немого завоевателя",
            "Тати Немого завоевателя",
            "Жезл Немого завоевателя",
            "Кодати Немого завоевателя",
            "Секира Немого завоевателя",
            "Кастеты Немого завоевателя",
            "Амулет Немого завоевателя",
            "Скрижали Немого завоевателя"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие Немого завоевателя"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали Немого завоевателя"
                //"full_list":""
        }]
    },
    "p20": {
        "title": "Логово пауков",
        "searchable": true,
        "items_here": [
			"Логово пауков",
            "Меч королевы",
            "Тати королевы",
            "Жезл королевы",
            "Кодати королевы",
            "Секира королевы",
            "Кастеты королевы",
            "Амулет королевы",
            "Скрижали королевы",
            "Ожерелье королевы"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие королевы"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали королевы"
                //"full_list":""
        }, {
            "type": "necklace",
            "name": "Ожерелье королевы"
                //"full_list":""
        }, ]
    },
    "p21": {
        "title": "Подземное хранилище",
        "searchable": true,
        "items_here": [
			"Подземное хранилище",
            "Серьга демона",
            "Кольцо демона",
            "Скрижали владыки демонов"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "plain",
            "name": "Скрижали владыки демонов"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга демона"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо демона"
                //"full_list":""
        }, ]
    },
    "p22": {
        "title": "Голодный дух",
        "searchable": true,
        "items_here": [
			"Голодный дух",
            "Меч духов",
            "Тати духов",
            "Жезл духов",
            "Кодати духов",
            "Секира духов",
            "Кастеты духов",
            "Амулет духов",
            "Скрижали голодного духа"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие духов"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижали голодного духа"
                //"full_list":""
        }]
    },
    "p23": {
        "title": "Король злых духов",
        "searchable": true,
        "items_here": [
			"Король злых духов",
            "Ожерелье злого духа"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "necklace",
            "name": "Ожерелье злого духа"
                //"full_list":""
        }]
    },
    "p24": {
        "title": "Варвар",
        "searchable": true,
        "items_here": [
			"Варвар",
            "Ожерелье варвара"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "necklace",
            "name": "Ожерелье варвара"
                //"full_list":""
        }]
    },
    "p25": {
        "title": "<span style='font-size: 11px;'>Восточная база альянса служения небу</span>",
        "searchable": true,
        "items_here": [
			"Восточная база альянса служения небу",
            "Меч смятения",
            "Тати смятения",
            "Жезл смятения",
            "Секира смятения",
            "Кастеты смятения",
            "Кодати смятения",
            "Амулет смятения",
            "Скрижаль имперского генерала"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие смятения"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижаль имперского генерала"
                //"full_list":""
        }]
    },
    "p26": {
        "title": "Красный Лотос",
        "searchable": true,
        "items_here": [
			"Красный Лотос",
            "Кольцо Красного Лотоса"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "ring",
            "name": "Кольцо Красного Лотоса"
                //"full_list":""
        }]
    },
    "p27": {
        "title": "Руины линов",
        "searchable": true,
        "items_here": [
			"Руины линов",
            "Меч линов",
            "Тати линов",
            "Жезл линов",
            "Кодати линов",
            "Секира линов",
            "Кастеты линов",
            "Амулет линов",
            "Кольцо линов",
            "Скрижаль линов"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие линов"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижаль линов"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо линов"
                //"full_list":""
        }]
    },
    "p28": {
        "title": "Спиральный лабиринт",
        "searchable": true,
        "items_here": [
			"Спиральный лабиринт",
            "Меч Отражений",
            "Тати Отражений",
            "Жезл Отражений",
            "Кодати Отражений",
            "Секира Отражений",
            "Кастеты Отражений",
            "Амулет Отражений",
            "Кольцо Отражений",
            "Скрижаль Отражений",
            "Меч Шута",
            "Тати Шута",
            "Жезл Шута",
            "Кодати Шута",
            "Секира Шута",
            "Кастеты Шута",
            "Амулет Шута",
            "Кольцо Шута",
            "Скрижаль Шута",
            "Меч Воя Ветра",
            "Тати Воя Ветра",
            "Жезл Воя Ветра",
            "Кодати Воя Ветра",
            "Секира Воя Ветра",
            "Кастеты Воя Ветра",
            "Амулет Воя Ветра",
            "Кольцо Воя Ветра",
            "Скрижаль Воя Ветра",
			"Скрижаль Лабиринта",
			"Скрижаль Лабиринта — защита",
			"Кольцо Лабиринта",
			"Серьга Лабиринта",
			"Пояс Лабиринта",
			"Кольцо Отражений",
			"Серьга Отражений",
			"Кольцо Шута",
			"Серьга Шута"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Оружие Отражений"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие Шута"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие Воя Ветра"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижаль Лабиринта"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижаль Лабиринта — защита"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Лабиринта"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга Лабиринта"
                //"full_list":""
        }, {
            "type": "belt",
            "name": "Пояс Лабиринта"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Отражений"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга Отражений"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Шута"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга Шута"
                //"full_list":""
        }, ]
    },
    "p29": {
        "title": "Темная бухта кровавой акулы",
        "searchable": true,
        "items_here": [
			"Темная бухта кровавой акулы",
			"Скрижаль Акулы",
            "Кровавый меч",
            "Кровавый тати",
            "Кровавый жезл",
            "Кровавый кодати",
            "Кровавая секира",
            "Кровавые кастеты",
            "Кровавый амулет",
            "Меч Черных птиц мести",
            "Жезл Черных птиц мести",
            "Тати Черных птиц мести",
            "Кастеты Черных птиц мести",
            "Секира Черных птиц мести",
            "Кодати Черных птиц мести",
            "Амулет Черных птиц мести",
            "Инкрустированный драгоценными камнями меч хладнокровия",
            "Инкрустированный драгоценными камнями тати хладнокровия",
            "Инкрустированный драгоценными камнями жезл хладнокровия",
            "Инкрустированный драгоценными камнями кодати хладнокровия",
            "Инкрустированная драгоценными камнями секира хладнокровия",
            "Инкрустированные драгоценными камнями кастеты хладнокровия",
            "Инкрустированный драгоценными камнями амулет хладнокровия",
			"Защитный амулет черного духа — меч",
			"Защитный амулет черного духа — тати",
			"Защитный амулет черного духа — жезл",
			"Защитный амулет черного духа — кодати",
			"Защитный амулет черного духа — секира",
			"Защитный амулет черного духа — кастеты",
			"Защитный амулет черного духа — амулет",
			"Меч борова урона",
			"Тати борова урона",
			"Жезл борова урона",
			"Кодати борова урона",
			"Секира борова урона",
			"Кастеты борова урона",
			"Амулет борова урона",
            "Кольцо Пирата",
			"Серьга Пирата",
			"Пояс Пирата"
        ],
        "pic_url": "",
        "add_text": "",
        "pin_items": [{
            "type": "weapon",
            "name": "Кровавое оружие"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие Черных птиц мести"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Инкрустированное драгоценными камнями оружие хладнокровия"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Защитный амулет черного духа — оружие"
                //"full_list":""
        }, {
            "type": "weapon",
            "name": "Оружие борова урона"
                //"full_list":""
        }, {
            "type": "plain",
            "name": "Скрижаль Акулы"
                //"full_list":""
        }, {
            "type": "ring",
            "name": "Кольцо Пирата"
                //"full_list":""
        }, {
            "type": "earring",
            "name": "Серьга Пирата"
                //"full_list":""
        }, {
            "type": "belt",
            "name": "Пояс Пирата"
                //"full_list":""
        } ]
    }
}